Repository: ledger/ledger
Catalog: po/*.po
Languages: de

source: range: %1%
de: Bereich: %1%

source: start: %1%
de: Beginn: %1%

source: finish: %1%
de: Ende: %1%

source: %$ field reference must be a digit from 1-9
de: %# Feldverweis muss eine Zahl von 1-9 sein

source: %$ reference to a non-existent prior field
de: %# verweist auf ein nicht-existents vorheriges Feld

source: %1% from "%2%"
de: %1% aus "%2%"

source: %1% from streamed input:
de: %1% aus streamed Eingabe:

source: %1% operator not followed by argument
de: %1% Operator nicht von einem Argument gefolgt

source: 'else' keyword not followed by argument
de: 'else' Schlüsselwort nicht von einem Argument gefolgt

source: 'end apply %1%' directive does not match 'apply %2%' directive
de: 'end apply %1%' Direktive stimmt nicht mit 'apply %2%' Direktive überein

source: 'end apply %1%' found, but no enclosing 'apply' directive
de: 'end apply %1%' gefunden, jedoch keine umgebende 'apply' Direktive

source: 'end' or 'end apply' found, but no enclosing 'apply' directive
de: 'end' oder 'end apply' gefunden, jedoch keine umgebende 'apply' Direktive

source: 'equity' cannot accept virtual and non-virtual postings to the same account
de: 'Eigenkapital' kann keine virtuellen und nicht-virtuellen Postings auf demselben Konto akzeptieren

source: 'if' keyword not followed by argument
de: 'if' Schlüsselwort nicht von einem Argument gefolgt

source: 'import' directive seen, but Python support is missing
de: 'import' Direktive gesehen, jedoch fehlt die Unterstützung für Python

source: 'python' directive seen, but Python support is missing
de: 'python' Direktive entdeckt, jedoch fehlt die Unterstützung für Python

source: 'xact' command requires at least a payee
de: 'xact' Kommando erfordert mindestens einen Empfänger

source: , line %1%:
de: , Zeile %1%:

source: , lines %1%-%2%:
de: , Zeilen %1%-%2%:

source: --- After stabilization ---
de: --- Nach Stabilisierung ---

source: --- Before stabilization ---
de: --- Vor Stabilisierung ---

source: --- Calculated value ---
de: --- Berechneter Wert ---

source: --- Compiled tree ---
de: --- Kompilierter Baum ---

source: --- Context is first posting of the following transaction ---
de: --- Kontext ist das erste Posting der folgenden Transaktion ---

source: --- Expression tree ---
de: --- Ausdrucksbaum ---

source: --- Format elements ---
de: --- Format Elemente ---

source: --- Formatted string ---
de: Formatierter String

source: --- Input arguments ---
de: --- Eingabe Argumente ---

source: --- Input expression ---
de: --- Eingabe Ausdruck ---

source: --- Input format string ---
de: --- Eingabe Formatstring ---

source: --- Period expression tokens ---
de: --- Periodisches Ausdruckszeichen ---

source: --- Result value ---
de: --- Ergebniswert ---

source: --- Sample dates in range (max. 20) ---
de: --- Beispiel Datan im Bereich (max. 20) ---

source: --- Text as parsed ---
de: --- Text wie geparst ---

source: --- Transaction template ---
de: --- Transaktions Vorlage ---

source: <Adjustment>
de: <Anpassung>

source: <None>
de: <Nichts>

source: <Posting copied from last related transaction>
de: <Postring von vorheriger dazugehöriger Transaktion kopiert

source: <Revalued>
de: <Aufgewertet>

source: <Total>
de: <Gesamt>

source: <Unspecified payee>
de: <Unspezifizierter Empfänger>

source: <empty expression>
de: <leerer Ausdruck>

source: <empty>
de: <leer>

source: <invalid>
de: <ungültig>

source: <no source context>
de: <kein Ursprungskontext>

source: ====== Display predicate ======
de: ====== Ansichtsprädikat ======

source: A posting's cost may not be negative
de: Die Kosten eines Postings dürfen nicht negativ sein

source: A posting's cost must be of a different commodity than its amount
de: Die Kosten eines Posting müssen eine andere Commidity als ihr Betrag haben

source: Account directive '%1%' requires an argument
de: Konto Direktive '%1%' erfordert ein Argument

source: Account mask: %1%
de: Kontomaske: %1%

source: Account mask: <use first of last related accounts>
de: Kontomaske: <Nutze erstes der letzten verwandten Konten>

source: Account mask: <use last of last related accounts>
de: Kontomaske: <Nutze letztes der letzten verwandten Konten>

source: Adding amounts with different commodities: '%1%' != '%2%'
de: Addiere Beträge mit unterschiedlichen Commodities: '%1%' != '%2%'

source: Amount expressions must result in a simple amount
de: Werteausdruck muss in einen einfachen Wert resultieren

source: Amount to balance against:
de: Zu bilanziertender Betrag:

source: Amount: %1%
de: Betrag: %1%

source: An account does not have a 'cost' value
de: Ein Konto hat keinen 'cost' Wert

source: Argument '%1%' not a valid year
de: Argument '%1%' ist kein gültiges Jahr

source: Argument to --trace must be an integer
de: Die --trace Option erfordert ein ganzahliges Argument

source: Argument to amount.print_(file) is not a file object
de: Argument für amount.print_(datei) ist kein Datei-Objekt

source: Argument to balance.print_(file) is not a file object
de: Argument für balance.print_(datei) ist kein Datei-Objekt

source: Assertion failed: %1%
de: Assert fehlgeschlagen: %1%

source: Attempting to delete %1% a non-living %2%
de: Versuch %1% zu Löschen ein nicht-aktives %2%

source: Attempting to get argument at index %1% from %2%
de: Versuch Argument mit Index %1% aus %2% zu bekommen

source: Attempting to get index %1% from %2% with %3% elements
de: Versuch Argument mit Index %1% aus %2% zu bekommen, welches %3% Element hat

source: Attempting to nail down %1%
de: Versuch %1% festzunageln

source: Automated transaction's posting has no amount
de: Das Posting der automatisierten Transaktion hat keinen Betrag

source: Backslash at end of commodity name
de: Rückwärtsschrägstrich am Ende des Commodity Namen

source: Balance assertion must evaluate to a constant
de: Bilanzassert muss zu einer Konstanten evaluieren

source: Balance assertion off by %1% (expected to see %2%)
de: Bilanzassert weicht mit %1% von Erwartung %2% ab

source: Balance assignment must evaluate to a constant
de: Bilanzzuweisung muss zu einer Konstanten evaluieren

source: Budget transaction
de: Budgettransaktion

source: Cannot 'not' %1%
de: Kann 'not' nicht auf %1% anwenden

source: Cannot abs %1%
de: %1% kann nicht in einen absoluten Wert gewandelt werden

source: Cannot add %1% to %2%
de: Kann %1% nicht zu %2% addieren

source: Cannot add an amount to an uninitialized amount
de: Betrag kann nicht zu einem uninitialisierter Betrag addiert werden

source: Cannot add an uninitialized amount to a balance
de: Uninitialisierter Betrag kann nicht zu einer Balance addiert werden

source: Cannot add an uninitialized amount to an amount
de: Uninitialisierter Betrag kann nicht zu einem Betrag addiert werden

source: Cannot add sequences of different lengths
de: Unterschiedlich lange Sequenzen können nicht addiert werden

source: Cannot add two uninitialized amounts
de: Zwei uninitialisierte Beträge können nicht addiert werden

source: Cannot annotate %1%
de: Kann %1% nicht annotieren

source: Cannot annotate the commodity of an uninitialized amount
de: Die Commodity eines uninitialisierten Betrags kann nicht mit Anmerkungen versehen werden

source: Cannot assign an uninitialized amount to a balance
de: Ein uninitialisierter Betrag kann nicht einer Balance zugewiesen werden

source: Cannot call %1% as a function
de: %1% kann nicht als Funktion aufgerufen werden

source: Cannot ceiling %1%
de: Kann %1% nicht aufrunden

source: Cannot compare %1% to %2%
de: Kann %1% nicht mit %2% vergleichen

source: Cannot compare a balance to an uninitialized amount
de: Eine Balance kann nicht mit einem uninitialisiertem Betrag verglichen werden

source: Cannot compare amounts with different commodities: '%1%' and '%2%'
de: Beträge mit unterschiedlichen Commodities können nicht verglichen werden: '%1%' und '%2%'

source: Cannot compare an amount to an uninitialized amount
de: Betrag kann nicht mit uninitialisiertem Betrag verglichen werden

source: Cannot compare an uninitialized amount to an amount
de: Uninitialisierter Betrag kann nicht mit Betrag verglichen werden

source: Cannot compare two uninitialized amounts
de: Zwei uninitialisierte Beträge können nicht verglichen werden

source: Cannot compute ceiling on an uninitialized amount
de: Uninitialisierter Betrag kann nicht aufgerundet werden

source: Cannot compute floor on an uninitialized amount
de: Uninitialisierter Betrag kann nicht abgerundet werden

source: Cannot convert %1% to %2%
de: Kann %1% nicht zu %2% konvertieren

source: Cannot convert %1% with multiple commodities to %2%
de: Kann %1% mit mehreren Commodities nicht zu %2% konvertieren

source: Cannot convert a balance with multiple commodities to an amount
de: Eine Balance mit mehreren Gütern kann nicht in einen Betrag gewandelt werden

source: Cannot convert an empty balance to an amount
de: Eine leere Balance kann nicht in einen Betrag gewandelt werden

source: Cannot convert an uninitialized amount to a double
de: Uninitialisierter Betrag kann nicht in ein 'double' konvertiert werden

source: Cannot convert an uninitialized amount to a long
de: Uninitialisierter Betrag kann nicht in ein 'long' konvertiert werden

source: Cannot determine display precision of an uninitialized amount
de: Anzeigepräzision eines uninitialisierten Betrags kann nicht bestimmt werden

source: Cannot determine if %1% is really zero
de: Kann nicht bestimmen, ob %1% wirklich Null ist

source: Cannot determine if %1% is zero
de: Kann nicht bestimmen, ob %1% Null ist

source: Cannot determine if an uninitialized amount is zero
de: Kann nicht bestimmen, ob ein uninitialisierter Betrag Null ist

source: Cannot determine if an uninitialized amount's commodity is annotated
de: Kann nicht bestimmen, ob die Commidity eines uninitialisierten Betrags mit Anmerkungen versehen ist

source: Cannot determine if precision of an uninitialized amount is kept
de: Kann nicht bestimmen, ob die Präzision eines uninitialisierten Betrags erhalten bleibt

source: Cannot determine numeric value of %1%
de: Der numerische wert von %1% kann nicht bestimmt werden

source: Cannot determine precision of an uninitialized amount
de: Präzision eines uninitialisierten Betrags kann nicht bestimmt werden

source: Cannot determine sign of an uninitialized amount
de: Vorzeichen eines uninitialisierten Betrags kann nicht bestimmt werden

source: Cannot determine truth of %1%
de: Die Wahrheit von %1% kann nicht bestimmt werden

source: Cannot determine truth of %1% (did you mean 'account =~ %2%'?)
de: Die Wahrheit von %1% kann nicht bestimmt werden (war 'account =~ %2%' gemeint?)

source: Cannot determine value of an uninitialized amount
de: Wert eines uninitialisierten Betrags kann nicht bestimmt werden

source: Cannot determine whether %1% is annotated
de: Kann nicht bestimmen ob %1% Anmerkungen hat

source: Cannot divide %1% by %2%
de: Kann %1% nicht durch %2% dividieren

source: Cannot divide a balance by an uninitialized amount
de: Eine Bilanz kann nicht durch einem uninitialisierten Betrag dividiert werden

source: Cannot divide a balance with annotated commodities by a commoditized amount
de: Eine Bilanz mit Commodities mit Anmerkungen kann nicht durch einem commoditized Betrag dividiert werden

source: Cannot divide a multi-commodity balance by a commoditized amount
de: Eine Bilanz mit mehreren Commodities kann nicht durch einem commoditized Betrag dividiert werden

source: Cannot divide an amount by an uninitialized amount
de: Betrag kann nicht durch einem uninitialisierter Betrag dividiert werden

source: Cannot divide an uninitialized amount by an amount
de: Uninitialisierter Betrag kann nicht durch einem Betrag dividiert werden

source: Cannot divide two uninitialized amounts
de: Zwei uninitialisierte Beträge können nicht dividiert werden

source: Cannot double check-in to the same account
de: Doppeltes Einstempeln auf dasselbe Konto nicht möglich

source: Cannot downcast scoped object to specific type
de: Das scoped Objekt kann nicht zu spezifischen Type umgewandelt werden

source: Cannot find the value of %1%
de: Kann der Wert von %1% nicht finden

source: Cannot floor %1%
de: Kann %1% nicht abrunden

source: Cannot have more than one active journal query
de: Mehrere aktive Journal-Anfragen sind nicht unterstützt

source: Cannot have two values for a single transaction
de: Zwei Werte für eine einzelne Transaktion sind nicht erlaubt

source: Cannot increment a date interval without a duration
de: Datumsinterval kann ohne Dauer nicht inkrementiert werden

source: Cannot increment an unstarted date interval
de: Ein noch nicht begonnenens Datumsinterval kann nicht inkrementiert werden

source: Cannot initialize a balance from an uninitialized amount
de: Ein Balance kann nicht mit einem uninitialisierter Betrag initialisiert werden

source: Cannot invert an uninitialized amount
de: Uninitialisierter Betrag kann nicht invertiert werden

source: Cannot multiply %1% with %2%
de: Kamm %1% nicht mit %2% multiplizieren

source: Cannot multiply a balance by an uninitialized amount
de: Balance kann nicht mit uninitialisiertem Betrag multipliziert werden

source: Cannot multiply a balance with annotated commodities by a commoditized amount
de: Eine Bilanz mit Commodities mit Anmerkungen kann nicht mit einem commoditized Betrag multipliziert werden

source: Cannot multiply a multi-commodity balance by a commoditized amount
de: Eine Bilanz mit mehreren Commodities kann nicht mit einem commoditized Betrag multipliziert werden

source: Cannot multiply an amount by an uninitialized amount
de: Betrag kann nicht mit einem uninitialisierter Betrag multipliziert werden

source: Cannot multiply an uninitialized amount by an amount
de: Uninitialisierter Betrag kann nicht mit einem Betrag multipliziert werden

source: Cannot multiply two uninitialized amounts
de: Zwei uninitialisierte Beträge können nicht multipliziert werden

source: Cannot negate %1%
de: Kann %1% nicht negieren

source: Cannot negate an uninitialized amount
de: Uninitialisierter Betrag kann nicht negiert werden

source: Cannot output amount to a floating-point representation
de: Betrag kann nicht in einer Fließkommarepräsentation ausgegeben werden

source: Cannot read journal file %1%
de: Die Journaldatei %1% konnte nicht gelesen werden

source: Cannot reduce an uninitialized amount
de: Uninitialisierter Betrag kann nicht reduziert werden

source: Cannot request annotation of %1%
de: Kann Anmerkungen von %1% nicht anfragen

source: Cannot return commodity annotation details of an uninitialized amount
de: Die Anmerkungsdetails der Commodity eines uninitialisierten Wertes konnte nicht zurückgegeben werden

source: Cannot round an uninitialized amount
de: Uninitialisierter Betrag kann nicht gerundet werden

source: Cannot set rounding for %1%
de: Kann die Rundung für %1% nicht setzen

source: Cannot set rounding for an uninitialized amount
de: Rundung für einen uninitialisierten Betrag kann nicht gesetzt werden

source: Cannot set whether to keep the precision of an uninitialized amount
de: Kann nicht Setzen, dass die Präzision eines uninitialisierten Betrags erhalten bleiben soll

source: Cannot strip commodity annotations from an uninitialized amount
de: Commodity Anmerkungen können nicht von einem uninitialisierten Betrag entfernt werden

source: Cannot subtract %1% from %2%
de: Kann %1% nicht von %2% subtrahieren

source: Cannot subtract an amount from an uninitialized amount
de: Betrag kann nicht von einem uninitialisierter Betrag subtrahiert werden

source: Cannot subtract an uninitialized amount from a balance
de: Uninitialisierter Betrag kann nicht von einer Balance subtrahiert werden

source: Cannot subtract an uninitialized amount from an amount
de: Uninitialisierter Betrag kann nicht von einem Betrag subtrahiert werden

source: Cannot subtract sequences of different lengths
de: Unterschiedlich lange Sequenzen können nicht subtrahiert werden

source: Cannot subtract two uninitialized amounts
de: Zwei uninitialisierte Beträge können nicht subtrahiert werden

source: Cannot truncate %1%
de: Kann %1% nicht kürzen

source: Cannot truncate an uninitialized amount
de: Uninitialisierter Betrag kann nicht gekürzt werden

source: Cannot unreduce an uninitialized amount
de: Uninitialisierter Betrag kann nicht unreduziert werden

source: Cannot unround %1%
de: Die Rundung von %1% kann nicht rückguangig gemacht werden

source: Cannot unround an uninitialized amount
de: Uninitialisierter Betrag kann nicht ungerundet werden

source: Check failed: %1%
de: Überprüfung fehlgeschlagen: %1%

source: Commodities revalued
de: Commodities revaluiert

source: Commodity date lacks closing bracket
de: Dem Commodity Datum fehlt eine schließende eckige Klammer

source: Commodity directive '%1%' requires an argument
de: Commodity Direktive '%1%' erfordert ein Argument

source: Commodity lot price lacks closing brace
de: Dem Commodity Lot-Preis fehlt eine schließende geschweifte Klammer

source: Commodity lot price lacks double closing brace
de: Dem Commodity Lot-Preis fehlt die doppelte, schließende geschweifte Klammer

source: Commodity specifies more than one date
de: Die Commodity spezifiziert mehr als ein Datum

source: Commodity specifies more than one price
de: Commodity spezifierzt mehr als einen Preis

source: Commodity specifies more than one tag
de: Die Commodity spezifiziert mehr als einen Tag

source: Commodity specifies more than one valuation expression
de: Die Commodity spezifiziert mehr als einen Werte-Ausdruck

source: Commodity tag lacks closing parenthesis
de: Dem Commodity Tag fehlt eine schließende runde Klammer

source: Commodity valuation expression lacks closing parentheses
de: Dem Commodity Werte-Ausdruck fehlt eine schließende runde Klammer

source: Context argument for %1% not a string
de: Kontextargument für %1% ist kein String

source: Copyright (c) 2003-2023, %1%. All rights reserved.
de: Copyright (c) 2003-2023, %1%. Alle Rechte vorbehalten.

source: Cost: %1% %2%
de: Kosten: %1% %2%

source: Could not determine beginning of period '%1%'
de: Der Anfag der Periode '%1%' konnte nicht bestimmt werden

source: Could not determine end of period '%1%'
de: Das Ende der Periode '%1%' konnte nicht bestimmt werden

source: Could not determine sorting value based an expression
de: Konnte den ausdrucksbasierten Sortierwert nicht bestimmen

source: Could not find an account matching '%1%'
de: Ein passendes Konto für '%1%' konnte nicht gefunden werden

source: Could not find scope
de: Umfang nicht gefunden

source: Could not find specified init file %1%
de: Spezifizierte Initalisierungsdatei %1% nicht gefunden

source: Could not find specified price-db file %1%
de: Konnte die spezifizierte price-db Datei %1% nicht finden

source: Could not open file: %1%
de: Folgende Datei konnte nicht geöffnet werden: %1%

source: Date interval is improperly initialized
de: Datumsinterval ist unsachgemäß inititialisert

source: Date specifier does not refer to a starting date
de: Datumsangabe referenziert kein Anfangsdatum

source: Date: %1%
de: Datum: %1%

source: Date: <today>
de: Datum: <heute>

source: Days since last post: %|1$6|
de: Tage seit dem letzten Post: %|1$6|

source: Decryption error: %1%: %2%
de: Entschlüsselungsfehler: %1%: %2%

source: Directive '%1%' requires an argument
de: Die Direktive '%1%' erfordert ein Argument

source: Directive 'apply %1%' requires an argument
de: Die Direktive 'apply %1%' erfordert ein Argument

source: Divide by zero
de: Division durch Null

source: Equity
de: Eigenkapital

source: Equity:Capital Gains
de: Eigenkapital:Kapitalgewinne

source: Equity:Capital Losses
de: Eigenkapital:Kapitaleinbuße

source: Equity:Unknown
de: Eigenkapital:Unbekannt

source: Equity:Unrealized Gains
de: Eigenkaptial:Nicht-Realisierte Gewinne

source: Equity:Unrealized Losses
de: Eigenkaptial:Nicht-Realisierte Verluste

source: Error in fixed directive
de: Fehler in der feststehenden Direktive

source: Error in the pager
de: Fehler im Pager

source: Error: %1%
de: Fehler: %1%

source: Expected %1% for argument %2%, but received %3%
de: Erwartete %1% für Argument %2%, jedoch %3% erhalten

source: Expected '%1%' at end of pattern
de: Unerwartetes '%1% am Ende des Musters

source: Expected a cost amount
de: Ein cost Betrag wurde erwartet

source: Expected an balance assignment/assertion amount
de: Erwarte einen Bilanzzuweisung/assertbetrag

source: Expected masks for arguments 1 and 2, but received %1% and %2%
de: Masken als Argumente für 1 und 2 erwartet, jedoch %1% und %2% erhalten

source: Expected predicate after '='
de: Prädikat nach '=' erwartet

source: Expected return of %1%, but received %2%
de: Erwartete Rückgabe von %1%, jedoch %2% erhalten

source: Expected string or mask for argument 1, but received %1%
de: String oder Maske als Argument für 1 erwartet, jedoch %1% erhalten

source: Expenses:Unknown
de: Ausgaben:Unbekannt

source: Failed call to Python function '%1%'
de: Fehler beim Aufrug der Python Funtion '%1%'

source: Failed to create pipe
de: Fehler beim Erzeugen einer Pipe

source: Failed to evaluate Python code
de: Fehler beim Evaluieren des Python code

source: Failed to execute Python module
de: Fehler beim Ausführen des Python Moduls

source: Failed to expand history reference '%1%'
de: Fehler beim Expandieren der Verlaufsreferenz '%1%'

source: Failed to finalize derived transaction (check commodities)
de: Finalisierung der abgeleiteten Transaktion fehlgeschlagen (überprüfe die Commodities)

source: Failed to find %1% in live object counts
de: Das Finden von %1% in aktiven Objektzahlen ist fehlgeschlagen

source: Failed to find period for interval report
de: Finden der Periode für den Intervallreport fehlgeschlagen

source: Failed to find period for periodic transaction
de: Fehler beim Finden der Periode für die periodische Transaktion

source: Failed to fork child process
de: Subprozessabspaltung fehlgeschlagen

source: Failed to parse commodity
de: Commodity konnte nicht geparst werden

source: Failed to parse identifier
de: Fehler beim Parsen des Bezeichners

source: Failed to parse transaction
de: Fehler beim Parsen der Transaktion

source: Failed to record 'out' timelog transaction
de: Fehler beim Aufzeichnen der 'out' Zeiterfassungs Transaktion

source: Failed to reset input stream
de: Fehler beim Zurücksetzen des Eingabestroms

source: Failed to rewind input stream
de: Fehler beim Zurückspulen des Eingabestroms

source: File to include was not found: %1%
de: Die zu inkludierende Datei %1% wurde nicht gefunden

source: Files these postings came from:
de: Dateien aus denen diese Posting stammen:

source: Forecast transaction
de: Prognosetransaktion

source: Function recursion_depth too deep (> %1%)
de: Funktionsrekursionstiefe zu tief (> %1%)

source: Illegal alias %1%=%2%
de: Ungültiges Alias %1%=%2%

source: Illegal option -%1%
de: Illegale Option -%1%

source: Illegal option --%1%
de: Illegale option --%1%

source: Imported
de: Importiert

source: In file included from %1%
de: In der inkludierten Datei von %1%

source: Incorrect use of decimal comma
de: Inkorrekte Nutzung des Dezimlakomma

source: Incorrect use of thousand-mark comma
de: Inkorrekte Nutzung des Tausendzeichntrennerkommas

source: Incorrect use of thousand-mark period
de: Inkorrekte Nutzung des Tausendzeichntrennerpunkts

source: Index out of range
de: Index ausserhalb des gültigen Bereichts

source: Infinite recursion on alias expansion for %1%
de: Unendliche Rekursion bei Alias Expansion für %1%

source: Input stream no longer valid
de: Eingabestrom ist nicht mehr gültig

source: Interrupted by user (use Control-D to quit)
de: Durch Nutzer unterbrochen (nutze Control-D zum Beenden)

source: Invalid char '%1%'
de: Ungültiges Zeich '%1%'

source: Invalid char '%1%' (wanted '%2%')
de: Ungültiges Zeich '%1%' (erwartet '%2%')
