Repository: ledger/ledger
Catalog: po/*.po
Languages: de

source: Invalid date interval: neither start, nor finish, nor duration
de: Ungültiges Datumsinterval: Weder Start, noch Ende, noch Dauer

source: Invalid date/time: %1%
de: Invalides Datum mit Uhrzeit: %1%

source: Invalid date: %1%
de: Ungültiges Datum: %1%

source: Invalid function definition
de: Ungültige Funktionsdefinition

source: Invalid function or lambda parameter: %1%
de: Ungültige Funktions- or Lambda-Parameter: %1%

source: Invalid token '%1%'
de: Ungültiges token '%1%'

source: Invalid token '%1%' (wanted '%2%')
de: Ungültiges token '%1%' (erwartet '%2%')

source: Invalid use of backslash
de: Ungültige Nutzung eines Rückwärtsschrägstrich

source: Invalid xact command arguments
de: Ungültige xact Kommandoargumente

source: Ledger %1%, the command-line accounting tool
de: Ledger %1%, das kommandozeilenbasierte Buchführungsprogramm

source: Left operand does not evaluate to an object
de: Der linke Operand evaluiert nicht zu einem Objekt

source: Liabilities:Unknown
de: Verbindlichkeite:Unbekannt

source: Line exceeds %1% characters
de: Die Zeile hat mehr als %1% Zeichen

source: Match pattern is empty
de: Match-Muster ist leer

source: Metadata assertion failed for (%1%: %2%): %3%
de: Metadaten assertion fehlgeschlagen: (%1%: %2%): %3%

source: Metadata check failed for (%1%: %2%): %3%
de: Metadaten check fehlgeschlagen: (%1%: %2%): %3%

source: Metadata equality operator not followed by term
de: Metadaten Gleichheitsoperator nicht von Terminus gefolgt

source: Missing '%1%'
de: Fehlende '%1%'

source: Missing option argument for -%1%
de: Fehlendes Argument für Option -%1%

source: Missing option argument for --%1%
de: Fehlendes Optionsargument für --%1%

source: Module import failed (couldn't find %1%)
de: Der Modulimport ist fehlgeschlagen (%1% nicht gefunden)

source: No accounts, and no past transaction matching '%1%'
de: Keine Konten und keine vergangenen Transaktionen passen zu '%1%'

source: No argument provided for %1%
de: Kein angegebenes Argument für %1%

source: No default scope in which to read journal file '%1%'
de: Kein Standard-Scope in dem die Journaldatei '%1%' gelesen werden kann

source: No journal file was specified (please use -f)
de: Eine Journaldatei wurde nicht angegeben (bitte nutze -f)

source: No quantity specified for amount
de: Keine Menge für Betrag angegeben

source: Note: %1%
de: Notiz: %1%

source: Number of postings: %|1$6| (%|2$.2| per day)
de: Anzahl der Postings: %|1$6| (%|2$.2| pro Tag)

source: Only one posting with null amount allowed per transaction
de: Nur ein Posting mit einem leeren Wert ist pro Transaktion erlaubt

source: Opening Balances
de: Eröffnungsbilanz

source: Payee
de: Empfänger

source: Payee directive '%1%' requires an argument
de: Empfänger Direktive '%1%' erfordert ein Argument

source: Payee mask: %1%
de: Empfänger Maske: %1%

source: Payee mask: INVALID (template expression will cause an error)
de: Empfänger Maske: Ungültig (Vorlagenausdruck führt zu Fehler)

source: Period transaction failed to balance
de: Periodische Transaktion konnte nicht bilanziert werden

source: Pipe terminated
de: Pipe beendet

source: Posting has no account
de: Posting hat kein Konto

source: Posting is missing a cost amount
de: Dem Posting fehlt ein Kostenbetrag

source: Posting with null amount's account may be misspelled: "%1%"
de: Posting mit Null Wert Konto möglicherweise falsch geschrieben "%1%"

source: Posts in last 30 days: %|1$6|
de: Posts der letzten 30 Tage: %|1$6|

source: Posts in last 7 days: %|1$6|
de: Posts der letzten 7 Tage: %|1$6|

source: Posts seen this month: %|1$6|
de: Posts in diesem Monat: %|1$6|

source: Pricing entry failed to parse
de: Preiseintrag konnte nicht geparst werden

source: Prior field reference, but no template
de: Vorherige Feldreferenze, jedoch keine Vorlage

source: Python failed to import: %1%
de: Fehler beim Importieren von Python: %1%

source: Python failed to initialize
de: Fehler beim Initialisieren von Python

source: Python failed to initialize (couldn't find ledger)
de: Fehler beim Initialisieren von Python (ledger wurde nicht gefunden)

source: Quoted commodity symbol lacks closing quote
de: Dem Commodity Symbol mit Anführungszeichen fehlt das schließende Anführungszeichen

source: Reading decrypted data: GPGME: %1%
de: Lesen verschlüsselter Daten: GPGME: %1%

source: Redefinition of '%1%' in the same scope
de: Erneute Definition von '%1%' im selben scope

source: Request for annotation details from an unannotated amount
de: Anfrage der Anmerkungdetails von einem Betrag ohne Anmerkungen

source: Requested amount of a balance with multiple commodities: %1%
de: Angeforderter Betrag für eine Bilanz mit mehreren Commodities: %1%

source: Subtracting amounts with different commodities: '%1%' != '%2%'
de: Subtrahiere Beträge mit unterschiedlichen Commodities: '%1%' != '%2%'

source: Syntax error
de: Syntaxfehler

source: The A value expression variable is no longer supported
de: Der A Werteausdruck ist nicht länger unterstützt

source: The G and g value expression variables are no longer supported
de: Die G und g Werteausdrücke ist nicht länger unterstützt

source: The I and B value expression variables are no longer supported
de: Die I und B Werteausdrücke ist nicht länger unterstützt

source: The V and v value expression variables are no longer supported
de: Die V und v Werteausdrücke ist nicht länger unterstützt

source: The i value expression variable is no longer supported
de: Der i Werteausdruck ist nicht länger unterstützt

source: The value expression tree was:
de: Der Wertausdrucksbaum war:

source: There cannot be null amounts after balancing a transaction
de: Nach dem Bilanzieren einer Transaktion dürfen keine Null Beträge übrig bleiben

source: This program is made available under the terms of the BSD Public License. See LICENSE file included with the distribution for details and disclaimer.
de: Dieses Programm wird unter den Bedinungen der BSD Public License zur Verfügung gestellt. Die in der Distribution enthaltente LICENSE Datei enthält weitere Details und die Ausschlussklausel.

source: Time period: %1% to %2% (%3% day)
de: Zeitperiode: %1% bis %2% (%3% Tag)

source: Timelog check-in has no corresponding check-out
de: Zeiterfassungs check-in hat kein entsprechendes check-out

source: Timelog check-out date less than corresponding check-in
de: Zeiterfassungs Ausstempeldatum liegt vor dem dazugehörigen Einstempeldatum

source: Timelog check-out event does not match any current check-ins
de: Zeiterfassungs check-out Ereignis hat kein entsprechendes check-in

source: Timelog check-out event without a check-in
de: Zeiterfassungs check-out Ereignis ohne check-in

source: Timelog check-out has no corresponding check-in
de: Zeiterfassungs check-out hat kein entsprechendes check-in

source: Too few arguments in function call (saw %1%, wanted %2%)
de: Zu wenige Argument für Funktionsaufruf (bekommen %1%, erwartet %2%)

source: Too few arguments to function
de: Zu wenige Argument für Funktion

source: Too many arguments provided for %1%
de: Zu viele übergebene Argument für Funktion %1%

source: Too many arguments to function
de: Zu viele Argument für Funktion

source: Too many commas in amount
de: Zu viele Kommata im Betrag

source: Too many periods in amount
de: Zu viele Dezimalpunkte im Betrag

source: Transaction assertion failed: %1%
de: Transaktion assert fehlgeschlagen: %1%

source: Transaction check failed: %1%
de: Transaktion Überprüfung fehlgeschlagen: %1%

source: Transaction does not balance
de: Transaktion bilanziert nicht

source: Transactions found in initialization file '%1%'
de: Transaktionen in der Initalisierungsdatei '%1%' gefunden

source: Transactions not allowed in price history file
de: Transaktionen nicht erlaubt in der Preis-Historie-Datei

source: Transactions with the same UUID must have equivalent postings
de: Transaktionen mit derselben UUID müssen äquivalente Postings haben

source: Unbalanced remainder is:
de: Unbilanzierter Restbetrag:

source: Uncleared postings: %|1$6|
de: Nicht-verrechnete Postings: %|1$6|

source: Unexpected '\' at end of pattern
de: Unerwartetes '\' am Ende des Musters

source: Unexpected EOF
de: Unerwartetes Dateiende

source: Unexpected char '%1%' (Note: inline math requires parentheses)
de: Unerwartetes Zeichen '%1%' (Anmerkung: inline Berechnungen erfordert Klammern)

source: Unexpected date period token '%1%'
de: Unerwartetes Datums token '%1%'

source: Unexpected end
de: Unerwartetes Ende

source: Unexpected end of expression
de: Unerwartetes Ende des Ausdrucks

source: Unexpected end of expression (wanted '%1%')
de: Unerwartetes Ende des Ausdrucks (erwartet '%1%')

source: Unexpected expr node '%1%'
de: Unerwarteter Knotenausdruck '%1%'

source: Unexpected expression token '%1%'
de: Unerwartetes Ausdrucks token '%1%'

source: Unexpected expression token '%1%' (wanted '%2%')
de: Unerwartetes Ausruckts token '%1%' (erwartet '%2%')

source: Unexpected symbol '%1%'
de: Unerwartetes Symbol '%1%'

source: Unexpected symbol '%1%' (wanted '%2%')
de: Unerwartetes Symbol '%1%' (erwartet '%2%')

source: Unexpected value '%1%'
de: Unerwarteter Wert '%1%'

source: Unexpected value '%1%' (wanted '%2%')
de: Unerwarteter Wert '%1%' (erwartet '%2%')

source: Unexpected whitespace at beginning of line
de: Unerwartete Leerzeichen am Anfag der Zeile

source: Unhandled operator
de: Unbehandelter Operator

source: Unique accounts: %|1$6|
de: Eindeutige Konten: %|1$6|

source: Unique payees: %|1$6|
de: Eindeutige Empfänger: %|1$6|

source: Unknown
de: Unbekannt

source: Unknown account '%1%'
de: Unbekanntes Konto '%1%'

source: Unknown commodity '%1%'
de: Unbekannte Commodity '%1%'

source: Unknown identifier '%1%'
de: Unbekannter Bezeichner '%1%'

source: Unknown metadata tag '%1%'
de: Unbekanntes Metadaten Tag '%1%'

source: Unknown payee '%1%'
de: Unbekanntes Empfänger '%1%'

source: Unrecognized command '%1%'
de: Unbekanntes Kommando '%1%'

source: Unrecognized formatting character: %1%
de: Nicht erkanntes Formatierungszeichen: %1%

source: Unrecognized truncation style: '%1%'
de: Nicht erkannter Kürzungsstil: '%1%'

source: Unsupported encryption type: %1%
de: Folgender Veschlüsselungstyp nicht unterstützt: %1%

source: Unterminated string, expected '%1%'
de: Unterminierter Strin, erwartet '%1%'

source: Usage: format TEXT
de: Verwendung: format TEXT

source: Usage: parse TEXT
de: Verwendung: parse TEXT

source: Usage: period TEXT
de: Verwendung: period TEXT

source: Usage: select TEXT
de: Verwendung: select Text

source: Value
de: Wert

source: When multiple check-ins are active, checking out requires an account
de: Wenn mehrere check-ins aktive sind, erfordert check-out ein Konto

source: While adding %1% to %2%:
de: Beim Addieren von %1% zu %2%:

source: While applying 'not' to %1%:
de: Beim Anwenden von 'not' auf %1%:

source: While applying automated transaction
de: Beim Anwenden einer automatisierten Transaktion

source: While applying is_realzero to %1%:
de: Beim Anwenden von is_realzero auf '%1%:

source: While applying is_zero to %1%:
de: Beim Anwenden von is_zero auf %1%:

source: While attempting to annotate %1%:
de: Beim Versuch %1% anzunotieren:

source: While balancing transaction
de: Beim Bilanzieren einer Transaktion

source: While calculating format expression:
de: Beim Berechnen des Formatausdrucks:

source: While calling function '%1% %2%':
de: Beim Funktionsaufruf '%1% %2%':

source: While calling number() on %1%:
de: Beim Aufruf von number() auf %1%:

source: While ceiling %1%:
de: Beim Aufrunden von %1%:

source: While checking if %1% has annotations:
de: Beim Prüfen, ob %1% Anmerkungen hat:

source: While comparing equality of %1% and %2%:
de: Beim Gleichheitsvergleich von %1% und %2%:

source: While comparing if %1% is greater than %2%:
de: Beim Vergleichen ob %1% größer als %2% ist:

source: While comparing if %1% is less than %2%:
de: Beim Vergleichen ob %1% kleiner als %2% ist:

source: While comparing this previously seen transaction:
de: Beim Vergleichen dieser zuvor gesehenen Transaktion:

source: While converting %1% to an amount:
de: Beim Konvertieren von %1% zu einem Wert:

source: While converting %1%:
de: Beim Konvertieren von %1%:

source: While dividing %1% by %2%:
de: Beim Dividieren von %1% durch %2%:

source: While evaluating value expression:
de: Beim Auswerten des Werteausdrucks:

source: While extending transaction
de: Beim Erweitern einer Transaktion

source: While finding valuation of %1%:
de: Beim Finden der Valuierung von %1%:

source: While flooring %1%:
de: Beim Abrunden von %1%:

source: While handling posting
de: Beim Behandeln des Postings

source: While multiplying %1% with %2%:
de: Beim Multiplizieren von %1% mit %2%:

source: While negating %1%:
de: Beim Negieren von %1%:

source: While parsing CSV line:
de: Beim Parsen der CSV Zeile:

source: While parsing automated transaction:
de: Beim Parsen der automatisierte Transaktion:

source: While parsing environment variable '%1%'
de: Beim Parsen der Umgebungsvariable '%1%'

source: While parsing environment variable option '%1%':
de: Beim Parsen des Umgebungsvariableoption '%1%':

source: While parsing file %1%
de: Beim Parsen Der Datei %1%

source: While parsing generated transaction (seed %1%):
de: Beim Parsen der generierte Transaktion (seed %1%)

source: While parsing option '%1%'
de: Beim Parsen der Option '%1%'

source: While parsing periodic transaction:
de: Beim Parsen der periodischen Transaktion:

source: While parsing posting:
de: Beim Parsen des Posting:

source: While parsing transaction:
de: Beim Parsen der Transaktion:

source: While parsing value expression on line %1%:
de: Beim Parsen des Werteausdrucks in Zeile %1%:

source: While parsing value expression:
de: Beim Parsen des Werteausdrucks:

source: While requesting the annotations of %1%:
de: Beim Anfragen der Anmerkungen von %1%:

source: While rounding %1%:
de: Beim Runden von %1%:

source: While subtracting %1% from %2%:
de: Beim Subtrahieren von %1% von %2%:

source: While taking abs of %1%:
de: Beim Entnehmen des absoluten Wertes von %1%:

source: While taking boolean value of %1%:
de: Beim Entnehmen des Boolschen Wertes von %1%:

source: While truncating %1%:
de: Beim Kürzen von %1%:

source: While unrounding %1%:
de: Beim rückguangig machen der Rundung von %1%:

source: [Posting "from"]
de: [Posting "von"]

source: [Posting "to"]
de: [Posting "nach"]

source: a balance
de: eine Bilanz

source: a boolean
de: ein Boolean

source: a date
de: ein Datum

source: a date/time
de: ein Datum mit Uhrzeit

source: a regexp
de: ein regulärer Ausdruck

source: a scope
de: ein Umfang

source: a sequence
de: eine Sequenz

source: a string
de: ein String

source: account %1%
de: Konto %1%

source: ago
de: vor

source: an amount
de: ein Betrag

source: an expr
de: ein Ausdruck

source: an integer
de: eine ganzzahlige Zahl

source: an object
de: ein Objekt

source: an uninitialized value
de: ein uninitialisierter Wert

source: and with Python support
de: und mit Unterstützung für Python

source: and without Python support
de: und ohne Unterstützung für Python

source: automated transaction at line %1%
de: automatische Transaktion in Zeile %1%

source: bimonthly
de: halbmonatlich

source: biweekly
de: zweiwöchentlich

source: commodity directive symbol %1% and format directive symbol %2% should be the same
de: Das commodity Direktive Symbol %1% und das format Direktive Symbol %2% sollten übereinstimmen

source: current report
de: aktueller Bericht

source: current session
de: aktuelle Sitzung

source: daily
de: täglich

source: day
de: Tag

source: days
de: Tage

source: dec
de: Dez

source: december
de: Dezember

source: duration: %1%
de: Dauer: %1%

source: every
de: jede

source: february
de: Februar

source: fri
de: Fr

source: friday
de: Freitag

source: from
de: von

source: generated automated transaction
de: generierte automatische Transaktion

source: generated periodic transaction
de: generierte periodische Transaktion

source: generated posting
de: generiertes Posting

source: generated transaction
de: generierte Transaktion

source: global scope
de: globaler Umfang

source: hence
de: daher

source: january
de: Januar

source: july
de: Juli

source: june
de: Juni

source: last
de: letzte

source: mar
de: Mär

source: march
de: März

source: may
de: Mai

source: mon
de: Mo

source: monday
de: Montag

source: month
de: Monat

source: monthly
de: monatlich

source: months
de: Monate

source: next
de: nächste

source: oct
de: Okt

source: october
de: Oktober

source: periodic transaction at line %1%
de: periodische Transaktion in Zeile %1%

source: posting at line %1%
de: Posting in Zeile %1%

source: quarter
de: Vierteljahr

source: quarterly
de: vierteljährlich

source: quarters
de: Vierteljahre

source: sat
de: Sa

source: saturday
de: Samstag

source: since
de: seit

source: sun
de: So

source: sunday
de: Sonntag

source: textual parser
de: textueller Parse

source: this
de: diese

source: thu
de: Do

source: thursday
de: Donnerstag

source: to
de: für

source: to this later transaction:
de: zu dieser nachfolgenden Transaktion:

source: today
de: heute

source: tomorrow
de: morgen

source: transaction at line %1%
de: Transaktoni in Zeile %1%

source: tue
de: Di

source: tuesday
de: Dienstag

source: until
de: bis

source: wed
de: Mi

source: wednesday
de: Mittwoch

source: week
de: Woche

source: weekly
de: wöchentlich

source: weeks
de: wochen

source: with support for gpg encrypted journals
de: mit Unterstützung für gpg verschlüsselte Journale

source: without support for gpg encrypted journals
de: ohne Unterstützung für gpg verschlüsselte Journale

source: year
de: Jahr

source: yearly
de: jährlich

source: years
de: Jahre

source: yesterday
de: gestern
